# ImportDXFDWGFile

## Description
Import specific DXF/DWG file

```pascal
FUNCTION ImportDXFDWGFile(fileName : STRING): INTEGER;
```

```python
def vs.ImportDXFDWGFile(fileName):
    return INTEGER
```

## Parameters
|Name|Type|Description|
|---|---|---|
|fileName|STRING|   |

## Version
Availability: from Vectorworks 2013

## Category
* ImportExport